org/links.org
#+TITLE: Emacsers 的博客主页
# #+HTML_HEAD: <link rel="stylesheet" type="text/css" href="../static/css/style.css"/>
#+DESCRIPTION: 不想把这些放到浏览器的书签里面，放到这个地方挺合适的

| 博客/配置               | 备注                                                                           |
|-------------------------+--------------------------------------------------------------------------------|
| [[https://manateelazycat.github.io/][懒猫博客]] / [[https://github.com/manateelazycat/lazycat-emacs][懒猫配置]]     | [[https://github.com/manateelazycat/emacs-application-framework][EAF]] 作者以及他的[[https://www.emacswiki.org/emacs/AndyStewart][EmacsWiki主页]]                                                  |
| [[https://github.com/DogLooksGood/dogEmacs][DogLooksGood配置]]        | [[https://github.com/DogLooksGood/emacs-rime][emacs-rime]] 作者                                                                |
| [[https://archive.casouri.cat/][BHL0388]] / [[https://github.com/casouri/lunarymacs][casouri配置]]   | [[https://github.com/casouri/valign][valign]] 作者                                                                    |
| [[https://www.jethro.dev/][Jethro Kuan]]             | org-roam 作者，先是看到[[https://jethrokuan.github.io/org-roam-guide/][这篇博客]]，后来才意识到是 org-roam 的作者                |
| [[https://oremacs.com/][(or emacs · irrelevant)]] | Ivy/Swiper/Counsel 等众多 Emacs 插件的作者， Emacs 大牛                        |
| [[https://protesilaos.com/][Protesilaos Stavrou]]     | 看了他很多关于 Emacs 的视频                                                    |
| [[https://dirtysalt.github.io][dirtysalt]]               | 之前找 org-mode 搭建博客的教程碰到的，很佩服他这么多年一直坚持写博客           |
| [[https://xiaoguo.net/][小过的布拉格]]            | 从他的主页拿了他的 =css= 文件，非常感谢！                                      |
| [[https://cestlaz.github.io/][C'est la Z]]              | Using Emacs 系列视频作者，看过很多，通俗易懂。                                 |
| [[https://karthinks.com/][Karthinks]]               | 抄了他的 LaTeX auto snippets 的配置，很实用，赞！                              |
| [[https://www.zmonster.me/categories.html][ZMonster's Blog]]         | 看过他的 Org-mode 的教程                                                       |
| [[http://0x100.club/][V for Vendetta]]          | 同样是拿了他的 =css= 文件，非常感谢！                                          |
| [[http://xahlee.info/emacs/index.html][Xah Emacs Site]]          | 李杀：写过很多简明的 Emacs 教程                                                |
| [[https://chriszheng.science/][M-x Chris-An-Emacser]]    | 有个一句话说Elisp系列                                                          |
| [[https://freemind.pluskid.org/][Free Mind]]               | 相见于 [[https://emacs-china.org/t/pluskid/20610][分享：Pluskid 阅读关于开源运动本身的观察和理解 - 闲聊灌水 - Emacs China]] |
| [[https://zihao.llk.moe/][Citreu]]                  | Emacs China 经常看他发言，好像还是医学生，好厉害                               |
| [[https://ruib.in/][没事瞎扯]]                | 网上冲浪偶遇，记录一下                                                         |
| [[http://zwz.github.io/][zwz]]                     | 网上冲浪偶遇，记录一下                                                         |

