html/links.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-05-14 Sat 14:35 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Emacsers 的博客主页</title>
<meta name="author" content="yongfeizhai" />
<meta name="description" content="不想把这些放到浏览器的书签里面，放到这个地方挺合适的" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../css/style.css" />
<link rel="shortcut icon" href="favicon.gif" />
</head>
<body>
<div id="preamble" class="status">
<!-- -*- coding: utf-8 -*- -->
<div id="navList">
<ul>
<li><a href="./index.html">首页</a></li>
<li><a href="./blog.html">日志</a></li>
<li><a href="./extract.html">摘抄</a></li>
<li><a href="./test.html">图片</a></li>
<li><a href="./warehouse.html">仓库</a></li>
<li><a href="./about.html">关于</a></li>
</ul>
</div>
</div>
<div id="content" class="content">
<h1 class="title">Emacsers 的博客主页</h1>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">博客/配置</th>
<th scope="col" class="org-left">备注</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><a href="https://manateelazycat.github.io/">懒猫博客</a> / <a href="https://github.com/manateelazycat/lazycat-emacs">懒猫配置</a></td>
<td class="org-left"><a href="https://github.com/manateelazycat/emacs-application-framework">EAF</a> 作者以及他的<a href="https://www.emacswiki.org/emacs/AndyStewart">EmacsWiki主页</a></td>
</tr>

<tr>
<td class="org-left"><a href="https://github.com/DogLooksGood/dogEmacs">DogLooksGood配置</a></td>
<td class="org-left"><a href="https://github.com/DogLooksGood/emacs-rime">emacs-rime</a> 作者</td>
</tr>

<tr>
<td class="org-left"><a href="https://archive.casouri.cat/">BHL0388</a> / <a href="https://github.com/casouri/lunarymacs">casouri配置</a></td>
<td class="org-left"><a href="https://github.com/casouri/valign">valign</a> 作者</td>
</tr>

<tr>
<td class="org-left"><a href="https://www.jethro.dev/">Jethro Kuan</a></td>
<td class="org-left">org-roam 作者，先是看到<a href="https://jethrokuan.github.io/org-roam-guide/">这篇博客</a>，后来才意识到是 org-roam 的作者</td>
</tr>

<tr>
<td class="org-left"><a href="https://oremacs.com/">(or emacs · irrelevant)</a></td>
<td class="org-left">Ivy/Swiper/Counsel 等众多 Emacs 插件的作者， Emacs 大牛</td>
</tr>

<tr>
<td class="org-left"><a href="https://protesilaos.com/">Protesilaos Stavrou</a></td>
<td class="org-left">看了他很多关于 Emacs 的视频</td>
</tr>

<tr>
<td class="org-left"><a href="https://dirtysalt.github.io">dirtysalt</a></td>
<td class="org-left">之前找 org-mode 搭建博客的教程碰到的，很佩服他这么多年一直坚持写博客</td>
</tr>

<tr>
<td class="org-left"><a href="https://xiaoguo.net/">小过的布拉格</a></td>
<td class="org-left">从他的主页拿了他的 <code>css</code> 文件，非常感谢！</td>
</tr>

<tr>
<td class="org-left"><a href="https://cestlaz.github.io/">C'est la Z</a></td>
<td class="org-left">Using Emacs 系列视频作者，看过很多，通俗易懂。</td>
</tr>

<tr>
<td class="org-left"><a href="https://karthinks.com/">Karthinks</a></td>
<td class="org-left">抄了他的 LaTeX auto snippets 的配置，很实用，赞！</td>
</tr>

<tr>
<td class="org-left"><a href="https://www.zmonster.me/categories.html">ZMonster's Blog</a></td>
<td class="org-left">看过他的 Org-mode 的教程</td>
</tr>

<tr>
<td class="org-left"><a href="http://0x100.club/">V for Vendetta</a></td>
<td class="org-left">同样是拿了他的 <code>css</code> 文件，非常感谢！</td>
</tr>

<tr>
<td class="org-left"><a href="http://xahlee.info/emacs/index.html">Xah Emacs Site</a></td>
<td class="org-left">李杀：写过很多简明的 Emacs 教程</td>
</tr>

<tr>
<td class="org-left"><a href="https://chriszheng.science/">M-x Chris-An-Emacser</a></td>
<td class="org-left">有个一句话说Elisp系列</td>
</tr>

<tr>
<td class="org-left"><a href="https://freemind.pluskid.org/">Free Mind</a></td>
<td class="org-left">相见于 <a href="https://emacs-china.org/t/pluskid/20610">分享：Pluskid 阅读关于开源运动本身的观察和理解 - 闲聊灌水 - Emacs China</a></td>
</tr>

<tr>
<td class="org-left"><a href="https://zihao.llk.moe/">Citreu</a></td>
<td class="org-left">Emacs China 经常看他发言，好像还是医学生，好厉害</td>
</tr>

<tr>
<td class="org-left"><a href="https://ruib.in/">没事瞎扯</a></td>
<td class="org-left">网上冲浪偶遇，记录一下</td>
</tr>

<tr>
<td class="org-left"><a href="http://zwz.github.io/">zwz</a></td>
<td class="org-left">网上冲浪偶遇，记录一下</td>
</tr>
</tbody>
</table>
</div>
<div id="postamble" class="status">
<p class="author">Author: yongfeizhai</p>
<p class="date">Created: 2022-05-14 Sat 14:35</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
